1password
firefox
font-sourcecodepro-nerd-font-mono
alfred
signal
amethyst
docker
slack
istat-menus
google-cloud-sdk
alacritty
arduino
datagrip
authy
darktable
keycastr
1password-cli
visual-studio-code
ngrok
# osxfuse
godot
freecad
flutter
tiled
gather
paw
