1password
firefox
font-sourcecodepro-nerd-font-mono
alfred
signal
keybase
darktable
amethyst
docker
slack
minecraft
istat-menus
google-cloud-sdk
borgbackup
displaycal
alacritty
intel-haxm
adoptopenjdk8
android-sdk
arduino
datagrip
fastrawviewer
zerotier-one
osxfuse
